/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Afaria 認証情報";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Afaria サーバから証明書をダウンロードするには、Afaria 証明書プロバイダに入力する必要があります。 証明書はセキュアに保存されます。";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "完了";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "中止";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Afaria 証明書";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Afaria 証明書を要求しています";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "エラーが発生しました。管理者に連絡してください。";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Afaria 初期化エラー";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "ユーザにより中止されました";

